[CD_AutoPurchaseHelper]
AutoTraderPartialSuccessMsg="部分购买成功。"
AutoTraderCompleteSuccessMsg="全部购买成功"
AutoTraderFailMsg="购买失败。"
AutoTraderNullMsg="没有可购买的内容。"
AutoFillFailMsg="填充失败"

[CD_ChatCommander]
AuthorityShortageMsg="您无权使用此命令"
ResetSettingsMsg="重置设置"
ResetNothingMsg="没有需要重置的设置。"

[CD_Setting]
AlreadyMsg=" 已经 "
StagedMsg="已暂存： "
PendingMsg="当前波次结束后生效"
OldMsg="原先： "

[CD_GFxHUDWrapper]
ItemDropPrefix="[物品掉落]"
WaveInfoBasic="丧尸："
WaveInfoTrader="商店："
WaveInfoBoss="首领"
CDSettingsString="CD设置"
SpectatorsString="旁观者"
CDTips="输入 '!cdh' 查看帮助。"
CDTips="'!cdpi' 显示玩家技能与武器信息"
CDTips="'!cdinfo' 显示CD游戏设置"
CDTips="例如：'!cdsca asp_v1 wave10 wsf12' 显示序列分析"
CDTips="'!cdscp' 显示序列预设列表"
CDTips="'!cds' 显示玩家的数据统计"
CDTips="'!rpwinfo' 显示限制信息"
CDTips="'!cdal' 显示您的权限等级"
CDTips="'!cdpt' 暂停商店倒计时"
CDTips="'!cdupt' 继续商店倒计时"
CDTips="管理员可输入 '!cdst' 跳过商店时间"
CDTips="输入 '!cdr' 准备就绪。"
CDTips="输入 '!cdur' 取消准备"
CDTips="'!cdahpf'：可控制所有丧尸血量伪装。"
CDTips="'!cdsr'：可在旁观者与玩家间切换身份"
CDTips="'!cdfs'：可为掉落的备用武器购买弹药"
CDTips="'!cdfs fal'：突击兵可为全员填充备用FAL弹药"
CDTips="'!tdd' 切换是否禁用拾取双枪"
CDTips="'!cdmuc'：最大升级次数"
CDTips="'!cdaoc'：反超额负重"
CDTips="'!cdat'：可自动购买已登记的装备"
CDTips="输入 '!ot' 打开商店菜单"
CDTips="'!cdm' 或控制台命令 'ClientOption' 打开客户端菜单"
CDTips="'!cdam' 或控制台命令 'AdminMenu' 打开管理员菜单"
CDTips="'!cdwho' 打开参与者菜单。"
CDTips="'!cdms', '!mv' 或 '!mr' 打开赛后菜单。"
CDTips="控制台命令 'SwitchSkill' 直接切换您的技能"
CDTips="限制系统会禁用部分物品选择"
CDTips="商店时间内可无限次切换职业与技能"
CDTips="手电筒电池无限。"
CDTips="后加入的玩家将获得3倍初始资金"
CDTips="死亡时掉落全部武器"
CDTips="商店时间内装备小刀可大幅提升移动速度"
CDTips="AlbinoAlphas=False：暴徒被替换为阿尔法小白"
CDTips="AlbinoCrawlers=False：白色爬虫被替换为普通爬虫"
CDTips="AlbinoGorefasts=False：双刀怪被替换为单刀怪"
CDTips="伪装值代表玩家数。HPFakes=6 即6人血量"
CDTips="Boss=CY：可选择囊肿怪作为首领。"
CDTips="CohortSize为单次生成丧尸的最大数量。"
CDTips="CountHeadshotsPerPellet 定义爆头计数方式"
CDTips="FleshpoundRageSpawns=True 表示默认狂暴生成（出场怒）概率"
CDTips="MaxMonsters为地图上允许存在的最大丧尸数量。"
CDTips="SpawnMod调整生成间隔。0为无效。"
CDTips="SpawnPoll为生成间隔（秒）"
CDTips="ZedsTeleportCloser=False 禁用丧尸传送。"
CDTips="ZTSpawnSlowdown定义丧尸时间生成间隔（当ZTSpawnMode=clockwork时）"
CDTips="禁止种族主义者。"
CDTips="'nam_pro_v5' 是适合单人、双人或新手的优质序列"
CDTips="推荐轻量序列：'bl_light' 或 'su_v1'"
CDTips="'bl_v2' 和 'ts_mig_v1' 为标准序列"
CDTips="'osffi_v1', 'nt_v2' 和 'dtf_pm' 为高难度序列"
CDTips="'ts_mig_v2', 'doom_v2_plus_rmk' 和 'asp_v2' 难度较高"
CDTips="'ts_mig_v3' 或 'asp_v3' 仅限训练有素的老手玩家"

[CD_GFxMenu_Exit]
GratitudeString="感谢游玩！"

[CD_GFxWidget_PartyInGame]
CDReadyButton="CD准备"

[CD_PlayerController]
HelpHintMsg="[CD] 输入 \"!cdh\" 查看帮助。"
UniqueSettingsNotify="注意！请检查设置。"
SeeConsoleString="[查看控制台]"
LevelRestrictionMsg="等级限制"
LevelRequirementMsg="需达到25级"
PerkRestrictionMsg="职业限制"
AuthorityErrorMsg="您无权使用 "
SkillRestrictionMsg="技能限制"
BannedString="已被禁用"
WeaponRestrictionMsg="武器限制"
AutoSaleMsg=" 已被自动出售！"
SecondString="第二"
NotAllowedString="不被允许！"
CapacityErrorMsg="错误：服务器已满"
BeSpectatorString="成为旁观者"
BePlayerString="成为玩家"
AdminMenuAccessErrorString="您无权打开管理员菜单。"
SwitchSkillString="切换技能至 "

[CD_SpawnCycleAnalyzer]
MissCycleMsg="未找到可分析的序列。"
LengthMissMatchMsg="序列存在，但未定义当前游戏长度。"

[CD_SpawnManager]
ZedSpawnedString=" 丧尸已生成"
SingleCohortString="无限（单波次）"
SpawnRateString=" 平均生成速率（丧尸/秒）"
CohortString="波次"
SquadString="小队"
ZedString="丧尸"

[CD_StatsSystem]
BeforeStartError="水晶球已损坏。请在首波开始后重试。"
AccuracyHeader="--- 命中率 ------------------------------------------"
DamageDealtHeader="--- 造成伤害 ----------------------------------"
DamageTakenHeader="--- 承受伤害 ----------------------------------"
DoshEarnedHeader="-- 获得资金 ---------------------------------------"
HSAccuracyHeader="-- 爆头命中率 ----------------------------"
HSHeader="-- 爆头 ------------------------------------------"
HealsGivenHeader="-- 提供治疗量 ----------------------------------------"
HealsReceivedHeader="-- 获取治疗量 -----------------------------------"
LargeKillsHeader="-- 大怪击杀 -------------------------------------------"
ShotsFiredHeader="-- 开火次数 ------------------------------------------"
ShotsHitHeader="-- 命中次数 ---------------------------------------------"
HuskKillsHeader="--  火球击杀 ---------------------------------------------"
InputErrorMsg="操作错误！可用统计项："
InputExampleMsg="命中率、造成伤害、承受伤害、获得资金、爆头、爆头命中率、提供治疗量、获取治疗量、大怪击杀、火球击杀、开火次数、命中次数。"
StatsForString="统计： "
LargeKillsString="大怪击杀： "
HuskKillsString="火球击杀： "
HealsString="治疗"
GivenString="提供： "
ReceivedString="获取： "
DamageString="伤害"
DealtString="造成： "
TakenString="承受： "
AccuracyString="命中率"
HitString="命中： "
HSString="爆头： "
SpectatorsMsg="您观战很认真，但这不会被纳入统计。"

[CD_Survival]
ApplySettingString="已应用暂存设置："
WaveEndSummaryTitle="总结"
TraderNotOpenString="商店未开放"
AlreadyPausedString="商店已暂停"
LeftTimeErrorString="暂停需剩余至少5秒"
PauseTraderString="已暂停商店"
TraderNotPausedString="商店未暂停"
UnpauseTraderString="已取消暂停商店"
ReadySystemDisabledMsg="准备系统当前已禁用。"
ReadyWaveErrorMsg="该命令仅限商店时间使用。"
ReadyNotPausedErrorMsg="商店未暂停，无法准备。"
ReadySpectatorErrorMsg="旁观者不可用此命令。"
ReadyAlreadyDoneMsg="您已准备就绪。"
ReadyUpString=" 已准备就绪。"
AllReadyMsg="全员就绪。取消暂停商店。"
ReadyYetString="您尚未准备。"
UnreadyTimeErrorMsg="取消准备需剩余至少5秒。"
UnreadyString=" 已取消准备。"
AutoPauseMsg="倒计时已自动暂停。"
UnavailableInWaveMsg="仅限商店时间使用"
AdminSkipTraderMsg="管理员跳过商店！"
AdminPrefix="[管理员]"
FakesModeNotifyMsg="此版本FakesMode始终为无视人类。"
HateDisturbanceMsg="不要干扰丧尸时间延长！"
BelieveMagnumMsg="相信马格南。"
FalIsBestMsg="FAL是最佳选择。"
TeasingUpgradeMsg="武器升级是作弊行为。"
DrunkMsg="我打得不好只是因为喝醉了。"
TeasingZTMsg="必须延长此状态。"
TeasingRunMsg="逃跑即失败。"
IniHelpHeader="修复CD游戏中的崩溃问题"
ReadyHelpHeader="输入 \"!cdr\" 准备就绪。"
SeeConsoleString="（查看控制台）"
ErrorPrefix="错误： "
NotCommandoErrorMsg="您不是突击兵！"
DoshShortageString="资金不足！"
FailCountString="失败次数："
FillNothingMsg="无需填充。"
FillFalMsg="突击兵为全员FAL购买了弹药。"
FillSuccessMsg="成功填充弹药。"
DoshShortageTitle="资金不足"
DoshinegunPriceMsg="需要400资金"
CurrentlyUnavailableMsg="此命令当前不可用！"
AccessDeniedString="您无法更改 "
KillZedsAuthorityError="您无权杀死丧尸。"
SavedString="已保存。"
AdminAcceptMsg="您是管理员。"
AdminDenyMsg="您不是管理员。"
RequiredMsg="需"

[CustomWeap_SMG_Mac10]
ItemName="Mac 9"
ItemDescription="•无燃烧效果的Mac 10。"

[CustomWeap_Minigun]
ItemName="高弹容机枪"
ItemDescription="•弹匣容量提升的机枪。"

[CustomWeap_HRG_Energy]
ItemName="Beta1干扰者"
ItemDescription="•比当前版本更强。"

[CustomWeap_Rifle_Hemogoblin]
ItemName="无毒血红蛋白"
ItemDescription="•无流血效果的血红蛋白"

[KFScoreBoard]
Players="玩家"
Spectators="旁观者"
Rank="身份"
State="状态"
NoPerk="无职业"
Lobby="大厅"
Ready="就绪"
NotReady="未就绪"
Unknown="未知"
Dead="死亡"
Kills="击杀"
DamageDealt="造成伤害"
Dosh="资金"
Ping="延迟"
SoloGameString="单人游戏"

[xUI_AdminMenu]
Title="管理员菜单"
LevelRestrictionToolTip="是否要求玩家达到25级？"
SkillRestrictionToolTip="是否禁用此技能？"
AntiOvercapToolTip="是否禁用超额负重并重置弹药计数？"
PerkAuthorityString="职业权限等级"
MaxUpgradeString="最大升级次数"
RPWButtonText="RPW"
AuthorityButtonText="权限"
LevelRequirementString="需25级"
AntiOvercapString="反超额容量"
WeaponHeader="武器"
BossOnlyHeader="仅首领"
NameHeader="名称"
IDHeader="ID"
LoadingMsg="加载中..."
LevelHeader="等级"
LevelSetString="设置 "
BanString="（禁用）"
ToggleBossOnlyString="切换仅首领"
RemoveString="移除"

[xUI_AutoTrader]
Title="自动商店设置"
TraderHeader="商店"
LoadoutHeader="您的装备"
MoveUpString="上移"
MoveDownString="下移"
RemoveString="移除"

[xUI_ClientMenu]
Title="客户端选项"
PickupOthersString="拾取他人武器"
DropLockedString="锁定掉落的武器"
PickupLowAmmoString="拾取低弹药武器"
AntiOvercapString="反超额容量"
PlayerDeathSoundString="玩家死亡音效"
LargeKillSoundString="大怪击杀音效"
DisableMeowSoundString="禁用喵声音效"
LargeKillTickerString="大怪击杀提示"
HideTraderPathString="隐藏商店指引路径"
TraderHideDualString="商店隐藏双枪"
DropItemString="掉落物品"
WaveEndStatsString="波次结束统计"
AlertUnusualSettingsString="异常设置警告"
DisplayCDTipsString="显示CD提示"
ShowPickupInfoString="显示拾取信息"
AutoTraderString="自动商店设置"
DisablePickupOthersToolTip="拾取他人武器。"
DropLockedToolTip="丢弃您锁定的武器。"
PickUpLowAmmoToolTip="波次中拾取剩余弹药低的武器。"
AntiOvercapToolTip="禁用弹匣超额容量"
PlayerDeathSoundToolTip="玩家死亡时播放音效。"
LargeKillSoundToolTip="每次大怪击杀播放音效。"
DisableMeowSoundToolTip="!cdmia时不播放猫叫音效。"
HideDualToolTip="在商店中隐藏双枪。"
DropItemToolTip="比赛中丢弃物品"
LargeKillTickerToolTip="显示队友大怪击杀提示。"
HideTraderPathsToolTip="隐藏商店路径。"
WaveEndStatsToolTip="波次结束时显示统计。"
AlertUnusualSettingsToolTip="当应用非服务器默认设置时警告。"
DisplayCDTipsToolTip="在大厅菜单显示CD提示。"
ShowPickupInfoToolTip="商店时间显示掉落武器信息"

[xUI_ConsoleMenu]
Title="控制台菜单"

[xUI_CycleMenu]
Title="序列预设菜单"
FavoriteFilterString="收藏过滤器"
FavoriteFilterToolTip="切换仅显示收藏序列"
AddToFavorites="添加至收藏"
RemoveFromFavorites="从收藏移除"
AnalyzeWaveString="分析第%s波"
AnalyzeMatchString="分析整场对局"
AuthorHeader="作者"
DateHeader="发布日期"

[xUI_MapVote]
Title="地图投票"
CloseButtonToolTip="关闭地图投票菜单。"
ColumnMapName="地图名称"
ColumnGame="游戏"
ColumnNumVotes="票数"
ColumnGameMode="游戏模式"
MatchResultButtonText="对局结果"
ResultButtonToolTip="打开对局结果菜单"
VoteMapString="投票此地图"
AdminForceString="管理员强制选择"
TeamAwardButtonText="团队奖项"
PlayerStatsButtonText="玩家统计"
MapVoteButtonText="地图投票"
DamageDealtString="造成伤害"
HitAccuracyString="命中准确率"
KillsString="击杀"
HuskKillsString="火球击杀"
HealthString="生命值"
HSAccuracyString="爆头准确率"
LargeKillsString="大怪"
DamageTakenString="承受伤害"
DamageDealerString="伤害输出者"
PrecisionString="精准大师"
ZedSlayerString="丧尸杀手"
HuskSlayerString="火球杀手"
MedicineMasterString="医疗专家"
HeadPopperString="爆头专家"
GiantSlayerString="巨人杀手"
GuardianString="守护者"
HealsGivenString="治疗提供"
HealsReceivedString="治疗接收"
RobotKillsString="机器人"
BossKillsString="首领"
TotalKillsString="总计"
MediumKillsString="中型"
TrashKillsString="杂兵"
StatsString="统计"
CategoryString="分类"
DeathsString="死亡"
GameModeLableString="游戏模式："
GameModeToolTip="选择要投票的游戏模式"

[xUI_MenuBase]
CloseButtonText="关闭"

[xUI_PlayersMenu]
Title="参与者菜单"
RefreshButtonText="刷新"
PlayersHeader="玩家"
SpectatorsHeader="旁观者"
MutingPrefix="[静音中]"
ViewProfileString="查看资料"
ChatMuteString="切换聊天静音"

[xVotingHandler]
SwitchLevelString="正在切换至地图："
StartMapVoteString=" 即将发起地图投票。"
AddedString=" 已添加！"
DeletedString=" 已删除。"
NoCustomStartsString="此地无自定义起点。"
ClearCustomStartsString="自定义起点已清除！"

[xVotingReplication]
MaplistRecvMsg="地图列表接收成功。"
ClientMapVoteMsg="地图投票："
InitMapVoteMsg="正在初始化局中地图投票..."
TwoMinRemainMsg="剩余2分钟..."
OneMinRemainMsg="剩余1分钟..."
XSecondsRemainMsg="秒..."
UnknownPlayerName="某玩家"
VotedForKnownMapMsg="投票给"
VotedForUnkownMapMsg="投票给某地图。"
AdminForcedKnownMapswitchMsg="管理员强制切换至"
AdminForcedUnknownMapswitchMsg="管理员强制切换地图。"
KnownMapSwitchMsg="已赢得投票，正在切换地图..."
UnknownMapSwitchMsg="某地图已赢得投票，正在切换地图..."
MapVoteHelpString="输入 \"!mv\" 打开投票菜单。"
MapVotePrefix="[地图投票]"
PleaseWaitMsg="请稍候再打开菜单。"

[CustomMapName]
KF-Area52="Area 52"
KF-BioticsCorridor="Biotics Corridor"
KF-BurningParis_AspEdit="Burning Paris (Asp Edit)"
KF-Corridor="Corridor"
KF-CS_Office-CDEdit="CS Office (CD Edit)"
KF-De_Dust="Dust"
KF-Dystopia2029_Original="Dystopia 2029 (Original)"
KF-HellsCrypt="Hell's Crypt"
KF-KF1_West_London="West London"
KF-LastStand="Last Stand"
KF-Miasma_Revelated="Miasma (Revelated)"
KF-Museum="Museum"
KF-RoundAbout="Round About"
KF-SnowyCorridor="Snowy Corridor"
KF-SubBalanced="Sub Balanced"
KF-SubSnowy="Sub Snowy"
KF-SubSynth="Sub Synth"
KF-SynthwaveThing="Synthwave Thing"